/*
    Джонни - фермер, и он ежегодно проводит съезд фермеров-свекловодов «Брось свеклу».
    Каждый год он фотографирует рукопожатие фермеров. Джонни знает, что никакие два фермера
    не пожимают друг другу руки больше одного раза. Он также знает, что некоторые из
    возможных комбинаций рукопожатий могут не состояться. Однако Джонни хотел бы узнать
    минимальное количество людей, которые участвовали в этом году, просто подсчитав все
    рукопожатия. Помогите Джонни, написав функцию, которая берет количество рукопожатий и
    возвращает минимальное количество людей, необходимое для выполнения этих рукопожатий.
*/

package main

import "fmt"

func main() {
	fmt.Println("Handshake")
}
